Repository: bhdouglass/dice-roller
Catalog: po/*.po
Languages: es

source: About
es: Acerca de

source: Dice Roller
es: Lanzador de dados

source: A fork of the original Dice Roller app by Robert Ancell
es: Un clon de la aplicación original Dice Roller de Rober Ancell

source: Awesome icons by Joan CiberSheep (based on icons from the noun project)
es: Impresionantes iconos de Joan CiberSheep (basados en los iconos del proyecto noun)

source: Fork by Brian Douglass
es: Clonado por Brian Douglass

source: This app is open source software under the GPL v3.
es: Esta aplicación es un programa de código abierto bajo la GPL v3.

source: Website
es: Sitio web

source: Collections & Custom Dice
es: Colecciones y dados personalizados

source: Custom Dice
es: Dados personalizados

source: Delete
es: Borrar

source: Edit
es: Editar

source: Add
es: Añadir

source: Create a custom die
es: Crear un dado personalizado

source: Dice Collections
es: Colecciones de dados

source: Create a collection
es: Crear una colección

source: Pick a new die
es: Elegir un nuevo dado

source: coin
es: moneda

source: Pick a custom die
es: Elegir un dado personalizado

source: No custom dice available, create some by swiping up from the bottom
es: Ningún dado personalizado disponible, cree alguno deslizando el dedo desde abajo hacia arriba

source: Pick a collection
es: Elegir una colección

source: No collections available, create one by swiping up from the bottom
es: Ninguna colección disponible, cree una deslizando el dedo desde abajo haciar arriba

source: Cancel
es: Cancelar

source: Choose a name for this collection of dice
es: Elija un nombre para esta colección de dados

source: Save
es: Guardar

source: Ok
es: Vale

source: Name
es: Nombre

source: Enter side values separated by commas
es: Introduzca los valores laterales separados por comas

source: There are no dice to save Try adding dice before saving to a collection
es: No hay dados que guardar Intente añadir dados antes de guardarlos en una colección

source: You custom die has been removed
es: Su dado personalizado ha sido eliminado

source: You collection has been removed
es: Su colección ha sido eliminada

source: Simulate rolling dice
es: Simular lanzamiento de dados

source: d4,d6,d8,d12,d20,d10,d100,die,dice,roll,random,chance,coin
es: d4,d6,d8,d12,d20,d10,d100,dado,dados,lanzar,aleatorio,azar,moneda
